[IO_CageRope InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Crumpet MissionItemDefinition]
UseFailureCharacterMessage="it's yours %s Please use this project.."
ItemName="Cookies"
PickupMessage="it comes from you %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this.."
NoManufacturerName="other details"

[ItemDefs.ID_Crumpet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="It is rich in fats and nutrients. She's big."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_DocksCrumpet MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s Use this article."
ItemName="group"
PickupMessage="Where are you > %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You can use this article.."
NoManufacturerName="competition"

[ItemDefs.ID_MO_PostCrump_DocksCrumpet:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Fat and nutrition. All rights reserved."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_DungeonCrumpet MissionItemDefinition]
UseFailureCharacterMessage="You should %s Use this article."
ItemName="Information cookies"
PickupMessage="recent %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Life"

[ItemDefs.ID_MO_PostCrump_DungeonCrumpet:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Avocados and nutritious food. Explains."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_ForestCrumpet MissionItemDefinition]
UseFailureCharacterMessage="necessary %s Use this article."
ItemName="Cookies"
PickupMessage="Did you understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this product."
NoManufacturerName="Everything"

[ItemDefs.ID_MO_PostCrump_ForestCrumpet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Butter has unusual nutrients.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_MinesCrumpet MissionItemDefinition]
UseFailureCharacterMessage="You will %s With this tool."
ItemName="Cookie"
PickupMessage="i know you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="All in all"

[ItemDefs.ID_MO_PostCrump_MinesCrumpet:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Fat and nutrients bright."
NoConstraintText=""
Suffix=""
Prefix=""

